Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/zrythm.tmx
Source language: en
Languages: sv

source: When working in each editor or arranger, you will most likely be using the cursor tools provided by Zrythm to create, edit and delete objects. Each cursor signifies a separate tool, and Zrythm offers the following tools.
sv: När du arbetar i en redigerare eller arrangerare använder du vanligen Zrythms markörverktyg för att skapa, redigera och ta bort objekt. Varje markör motsvarar ett eget verktyg och Zrythm erbjuder följande verktyg.

source: Create a copy of the selected objects adjacent to them. The shortcut for duplicating is :kbd:`Control-d`.
sv: Skapa en kopia av de markerade objekten intill dem. Kortkommandot för att duplicera är :kbd:`Control-d`.

source: Folding/Unfolding
sv: Fäll ihop/fäll ut

source: year
sv: år

source: Enable/Disable Connection
sv: Aktivera/inaktivera anslutning

source: Set Beat Unit
sv: Ange slagenhet

source: When Zrythm launches, it will ask you to select a project to load from a list of recent projects or from a path, or to create a new one.
sv: När Zrythm startar uppmanas du att välja ett projekt att läsa in från en lista över senaste projekt eller från en sökväg, eller att skapa ett nytt.

source: See :ref:`tracks/inspector-page:Fader`.
sv: Se :ref:`tracks/inspector-page:Fader`.

source: Metronome
sv: Metronom

source: The :dfn:`playhead` is the current position in the song. It is displayed as a red line inside arrangers.
sv: :dfn:`Uppspelningshuvudet` är den aktuella positionen i låten. Det visas som en röd linje i arrangerare.

source: Before getting into connections, it is necessary to understand some basic information about ports.
sv: Innan vi går in på anslutningar behöver du förstå grundläggande information om portar.

source: Device
sv: Enhet

source: The monitor section includes global mute, listen and dim level controls.
sv: Monitoravsnittet innehåller globala styrelement för tystning, avlyssning och dämpningsnivå.

source: Completed
sv: Slutförd

source: Make the selected notes short and punctuated.
sv: Gör de markerade noterna korta och markerade.

source: :ref:`MIDI CC Bindings <configuration/device-setup:MIDI Bindings>`
sv: :ref:`MIDI CC-bindningar <configuration/device-setup:MIDI Bindings>`

source: Markers appear inside the marker track.
sv: Markörer visas i markerspåret.

source: Auditioning
sv: Lyssna

source: Samples
sv: Ljudprover

source: Increases the output volume of the plugin (if applicable).
sv: Ökar insticksmodulens utgångsvolym, när det är tillämpligt.

source: Plugins & Files
sv: Insticksmoduler och filer

source: :abbr:`DSSI (Disposable Soft Synth Interface)` is a plugin standard for instrument plugins, that has been superseded by :term:`LV2`.
sv: :abbr:`DSSI (Disposable Soft Synth Interface)` är en insticksmodulstandard för instrumentinsticksmoduler som har ersatts av :term:`LV2`.

source: Cubic nonlinearity distortion
sv: Kubisk icke-linjär distorsion

source: Range selection
sv: Intervallmarkering

source: External App Integration
sv: Extern App Integration

source: Generating Chords from Scale
sv: Generera ackord från skala

source: Backend Selection
sv: Val av bakände

source: Chord presets under the selected pack can also be renamed and deleted.
sv: Ackordsförinställningar i det markerade paketet kan också byta namn eller tas bort.

source: Zrythm will remember the last setting used for each plugin and automatically apply it when you choose to instantiate that plugin from the plugin browser in the future.
sv: Zrythm kommer ihåg den senast använda inställningen för varje insticksmodul och tillämpar den automatiskt när du väljer att skapa insticksmodulen från insticksmodulsbläddraren i framtiden.

source: Playback and Recording
sv: Uppspelning och inspelning

source: The size of the undo stack, found under :menuselection:`Editing --> Undo` controls how far back you can undo user actions in a given project. For example, if set to 128, you can go back 128 (undoable) user actions.
sv: Storleken på ångra-stacken under :menuselection:`Redigering --> Ångra` styr hur långt tillbaka du kan ångra användaråtgärder i ett projekt. Om den exempelvis är inställd på 128 kan du gå tillbaka 128 användaråtgärder som går att ångra.

source: Clicking and dragging on the integer counterpart will change the integer (e.g., from 140.24 to 141.24) and clicking and dragging on the decimal counterpart will change the decimal value (e.g., from 140.24 to 140.25).
sv: Om du klickar och drar på heltalsdelen ändras heltalet (till exempel från 140,24 till 141,24), och om du klickar och drar på decimaldelen ändras decimalvärdet (till exempel från 140,24 till 140,25).

source: Almost every user action is undoable.
sv: Almost varje user åtgärd is undoable.

source: Duplicating/Cloning
sv: Duplicera/klona

source: Join our Discord server to chat with the community and the developers in real-time, get support, and stay up to date with the latest news.
sv: Gå med på vår Discord-server för att chatta med gemenskapen och utvecklarna i realtid, få support och hålla dig uppdaterad om de senaste nyheterna.

source: Toggle Bottom Panel
sv: Visa/dölj nedre panel

source: Basic plugins
sv: Grundläggande insticksmoduler

source: Modulator Track
sv: Modulatorspår

source: Bulk-creating MIDI notes
sv: Skapa flera MIDI-noter samtidigt

source: When you are done, if you wish, you may uninstall Dr. Mingw with the following command:
sv: När du är klar kan du, om du vill, avinstallera Dr. Mingw med följande kommando:

source: We use the following services for receiving donations. Any amount, small or large is appreciated and helps sustain continuous development:
sv: Vi använder följande tjänster för att ta emot donationer. Varje belopp, litet eller stort, uppskattas och bidrar till fortsatt utveckling:

source: Easily Add Translations
sv: Easily Lägg till Translations

source: Export the project as audio or MIDI. See :ref:`export-audio-and-midi` for more details.
sv: Exportera projektet som ljud eller MIDI. Se :ref:`export-audio-and-midi` för mer information.

source: Export…
sv: Exportera…

source: Clear current selection (unselect all objects).
sv: Rensa den aktuella markeringen, det vill säga avmarkera alla objekt.

source: All
sv: Alla

source: Importing a file via the tracklist context menu
sv: Importera en fil via spårlistans snabbmeny

source: Quantize to
sv: Kvantisera till

source: Plugin Capabilities
sv: Insticksmodul Capabilities

source: Auto-select
sv: Markera automatiskt

source: Dictate or record the scale and chord progression of the project, and optionally route the output to an instrument.
sv: Dictate or record the skala and ackord progression of the project, and alternativallay route the utmatning to an instrument.

source: Similar to sending signals to FX tracks, you can also send signals to plugin sidechain ports, if the plugin has any. See :ref:`track-sends` for details.
sv: På samma sätt som signaler kan skickas till FX-spår kan du skicka signaler till insticksmodulers sidokedjeportar, om insticksmodulen har sådana. Se :ref:`track-sends` för mer information.

source: &Copy
sv: &Kopiera

source: Panning is the distribution of a :term:`Mono` signal into a new stereo or multi-channel sound field.
sv: Panorering är fördelningen av en :term:`monosignal <Mono>` i ett nytt stereofält eller flerkanaligt ljudfält.

source: Routing Modulators
sv: Routa modulatorer

source: Zrythm will keep backups automatically by default during autosave. You can change the autosave interval or turn it off in the :ref:`preferences <configuration/preferences:Preferences>`.
sv: Zrythm behåller som standard säkerhetskopior automatiskt vid autosparande. Du kan ändra intervallet för autosparande eller stänga av det i :ref:`inställningarna <configuration/preferences:Preferences>`.

source: Zrythm allows importing the following MIDI and audio file formats.
sv: Zrythm kan importera följande MIDI- och ljudfilformat.

source: Open From Path...
sv: Öppna från sökväg…

source: Prompt asking whether to open the found backup
sv: Fråga om den hittade säkerhetskopian ska öppnas

source: Scale + Chord
sv: Skala + ackord

source: Launch on Next Bar
sv: Starta vid nästa takt

source: The timeline arranger is the main area where the song is composed. It consists of a collection of events, such as regions, positioned against time. Some events (such as regions) will open separate windows for further editing when clicked.
sv: Tidslinjearrangeraren är huvudområdet där låten komponeras. Den består av en samling händelser, till exempel regioner, som placeras i tiden. Vissa händelser, till exempel regioner, öppnar separata fönster för vidare redigering när de klickas på.

source: Zrythm aims to allow extensive theming support, however it is considered experimental at this stage.
sv: Zrythm strävar efter att erbjuda omfattande temastöd, men det betraktas som experimentellt i det här skedet.

source: The chord pad contains 12 pads (1 for each key on a piano keyboard) that can be used to trigger chords. The chord pad can be found in the bottom panel.
sv: Ackordplattan innehåller 12 plattor, en för varje tangent på ett pianoklaviatur, som kan användas för att utlösa ackord. Ackordplattan finns i den nedre panelen.

source: The plugin properties show the name and type of the plugin, as well as preset and bank selectors.
sv: Insticksmodulens egenskaper visar dess namn och typ samt väljare för förinställning och bank.

source: Piano roll
sv: Pianorulle

source: Enter title...
sv: Ange titel…

source: In the context of a :term:`DAW`, :abbr:`DSP (Digital Signal Processing)` means audio signal processing.
sv: I en :term:`DAW` betyder :abbr:`DSP (digital signalbehandling)` bearbetning av ljudsignaler.

source: For users of Debian-based distributions (such as Ubuntu and Linux Mint) we recommend using the `KXstudio repositories <https://kx.studio/>`_, as there are many plugins that can easily be installed via apt.
sv: För användare av Debian-baserade distributioner, till exempel Ubuntu och Linux Mint, rekommenderar vi `KXstudio-förråden <https://kx.studio/>`_, eftersom många insticksmoduler enkelt kan installeras med apt.

source: Automation Editor
sv: Automationsredigerare

source: Hide Unused Lanes
sv: Dölj oanvända banor

source: Track Color
sv: Spårfärg

source: Audio Regions
sv: Ljudregioner

source: The note is the current chord's (if any) bass note
sv: Noten är baston i det aktuella ackordet (om det finns något)

source: Tracks are the main building blocks of projects. Tracks appear in the tracklist and contain various events such as :ref:`regions <regions>`.
sv: Spår är projektens huvudsakliga byggstenar. Spår visas i spårlistan och innehåller olika händelser, till exempel :ref:`regioner <regions>`.

source: Note: AppImage builds are no longer available. Flatpak builds are available after v1.0.0-alpha.29.0.1. Builds ending in .r(revision).g(commit) are nightly builds. Separate user manual downloads are available after v1.0.0-beta.1.2.3.
sv: Obs: AppImage-byggen finns inte längre. Flatpak-byggen finns efter v1.0.0-alpha.29.0.1. Byggen som slutar på .r(revision).g(commit) är nattbyggen. Separata hämtningar av användarhandboken finns efter v1.0.0-beta.1.2.3.

source: For more information about projects, see the :ref:`projects` chapter.
sv: Mer information om projekt finns i kapitlet :ref:`projects`.

source: You will find lots of information about changing CSS rules for general GTK widgets online.
sv: Det finns mycket information på nätet om hur man ändrar CSS-regler för allmänna GTK-komponenter.

source: 4-Chord Pop
sv: Pop med fyra ackord

source: Apply Scale Preset
sv: Tillämpa förinställning för skala

source: Generating chords from a scale
sv: Generera ackord från en skala

source: Fader input
sv: Regelingång

source: Existing Issues
sv: Befintliga ärenden

source: BPM and Time Signatures
sv: BPM och taktarter

source: Open
sv: Öppna

source: Hardware accelerated UI
sv: Hårdvaruaccelererat gränssnitt

source: Balance (or :term:`Stereo` balance) is the left-right balance of a stereo audio signal.
sv: Balans, eller :term:`stereobalans <Stereo>`, är vänster-höger-balansen för en stereoljudsignal.

source: Clicking a preset pack in the top will filter the list of presets to presets in the selected pack.
sv: Genom att klicka på ett förinställningspaket högst upp filtreras listan så att den visar förinställningarna i det markerade paketet.

source: Ports can be connected with each other, as long as they are of the same type and opposite direction, with the exception of CV ports which may be routed to both CV ports and control ports.
sv: Portar kan anslutas till varandra så länge de har samma typ och motsatt riktning. Undantaget är CV-portar, som kan dirigeras både till CV-portar och styrportar.

source: Chord track with chord region
sv: Ackordspår med ackordsregion

source: Your browser does not support HTML5 video.
sv: Din webbläsare har inte stöd för HTML5-video.

source: Clicking the arrow next to the record button will bring up the recording settings where various options and recording modes can be selected.
sv: Om du klickar på pilen bredvid inspelningsknappen öppnas inspelningsinställningarna där olika alternativ och inspelningslägen kan väljas.

source: Minimap
sv: Minikarta

source: The tempo track is a special track that allows automating the BPM and time signature.
sv: Tempotspåret är ett särskilt spår som låter dig automatisera BPM och taktart.

source: Single
sv: Ensam

source: List of Zrythm issues
sv: Lista över Zrythm-ärenden

source: Information about the currently selected backend and options is visible in the bottom left corner.
sv: Information om den för närvarande valda bakänden och dess alternativ visas i det nedre vänstra hörnet.

source: Intuitive Editing
sv: Intuitiv redigering

source: These markers are part of the :ref:`Marker Track <tracks/track-types:Marker Track>`.
sv: Dessa markörer är en del av :ref:`markerspåret <tracks/track-types:Marker Track>`.

source: Plugins consist of controls (parameters) and a variety of audio, :term:`MIDI` and :term:`CV` :ref:`ports <ports>`.
sv: Insticksmoduler består av styrelement, parametrar, och olika ljud-, :term:`MIDI`- och :term:`CV`-:ref:`portar <ports>`.

source: The following subsections explain how to provide this information.
sv: Följande underavsnitt förklarar hur du tillhandahåller denna information.

source: Plugin inspector
sv: Insticksmodulinspektör

source: Holding down :kbd:`Control-Shift` while scrolling will zoom in/out vertically instead (in editors that support vertical zooming).
sv: Om du håller ned :kbd:`Control-Shift` medan du rullar zoomar du i stället in eller ut lodrätt i redigerare som har stöd för lodrät zoomning.

source: This chapter is left as reference of what was possible and will be replaced in the future.
sv: Detta kapitel finns kvar som referens över vad som var möjligt och kommer att ersättas i framtiden.

source: Ch MIDI Fader out
sv: MIDI-kanal för utgångsregel

source: Email notifications are <b>disabled</b>
sv: E-post aviserings are <b>inaktiverad</b>

source: Audition tool
sv: Förlyssningsverktyg

source: Zrythm used to offer scripting capabilities using GNU Guile. This functionality has been disabled and is considered deprecated. We will be migrating to a different framework for scripting - likely libpeas-based. Ideas and suggestions are welcome.
sv: Zrythm erbjöd tidigare skriptfunktioner med GNU Guile. Funktionen har inaktiverats och betraktas som utfasad. Vi kommer att migrera till ett annat skriptramverk, troligen baserat på libpeas. Idéer och förslag välkomnas.

source: Listen Notes
sv: Lyssna på noter

source: :ref:`Monitor Section <routing/monitor-section:Monitor Section>`
sv: :ref:`Monitoravsnitt <routing/monitor-section:Monitor Section>`

source: MIDI CC bindings
sv: MIDI CC-bindningar

source: Name
sv: Namn

source: The chord editor has a list of chords on the left side that can be changed, and an arranger on the right side for creating chord progressions from chord objects. Chord objects signify the start of a chord (they do not have length).
sv: Ackordsredigeraren har en lista med ackord till vänster som kan ändras och en arrangerare till höger för att skapa ackordföljder från ackordsobjekt. Ackordsobjekt anger början på ett ackord, de har ingen längd.

source: Transpose Chord Pads
sv: Transponera ackordplattor

source: You can select the port to connect to in the presented dialog.
sv: Du kan välja porten att ansluta till i dialogrutan som visas.

source: The icon can be changed by clicking on the icon in the tracklist.
sv: Du kan ändra ikonen genom att klicka på ikonen i spårlistan.

source: Automatically start recording when an event is received from a MIDI device
sv: Starta inspelningen automatiskt när en händelse tas emot från en MIDI-enhet

source: Gradually increase the velocities of the selected notes from low to high. Used to create a climax.
sv: Öka gradvis anslagsstyrkan för de markerade noterna från låg till hög. Används för att skapa en klimax.

source: Event Viewers
sv: Händelsevisare

source: Select, move, resize, clone, link, loop, delete and cut objects with a {ref}single tool{endref}.
sv: Markera, flytta, ändra storlek på, klona, länka, loopa, ta bort och klipp objekt med {ref}ett enda verktyg{endref}.

source: If the backend supports it, the engine can be temporarily disabled by clicking the :guilabel:`Disable` button.
sv: Om bakänden har stöd för det kan motorn tillfälligt inaktiveras genom att klicka på knappen :guilabel:`Inaktivera`.

source: Stems
sv: Stämmor

source: A proprietary plugin standard and the predecessor of VST3. We do not recommend using this standard.
sv: En proprietär insticksmodulstandard och föregångaren till VST3. Vi rekommenderar inte att den här standarden används.

source: Track Interface
sv: Spårgränssnitt

source: A common use case is to create a separate Audio FX track with a reverb plugin and to send audio from another track to it. This way, the reverb signal can be managed separately from its source, or even be shared among several tracks.
sv: Ett vanligt användningsfall är att skapa ett separat ljudeffektspår med en reverbinsticksmodul och skicka ljud från ett annat spår till det. På så sätt kan reverbsignalen hanteras separat från källan eller till och med delas mellan flera spår.

source: Objects are moved by clicking and dragging them around. You can move regions to other tracks if the track types are compatible.
sv: Du flyttar objekt genom att klicka och dra dem. Du kan flytta regioner till andra spår om spårtyperna är kompatibla.

source: Snap Length
sv: Fästlängd

source: The following controls are available for controlling the signal flow:
sv: Följande kontroller finns för att styra signalflödet:

source: `GTK+ CSS Properties <https://docs.gtk.org/gtk4/css-properties.html>`_
sv: `Egenskaper för GTK+ CSS <https://docs.gtk.org/gtk4/css-properties.html>`_

source: These plugins modify incoming :term:`MIDI` signals and can be used in the MIDI signal chain of an :ref:`Instrument <tracks/track-types:Instrument Track>` or :ref:`MIDI Track <tracks/track-types:MIDI Track>`.
sv: Dessa insticksmoduler ändrar inkommande :term:`MIDI`-signaler och kan användas i MIDI-signalkedjan för ett :ref:`instrument <tracks/track-types:Instrument Track>` eller ett :ref:`MIDI-spår <tracks/track-types:MIDI Track>`.

source: Prints the Zrythm version.
sv: Skriver ut Zrythm-versionen.

source: Remove from collection
sv: Ta bort från samling

source: Other Contributors
sv: Andra bidragsgivare

source: Features
sv: Funktioner

source: The chord editor is displayed when a chord region is selected.
sv: Ackordsredigeraren visas när en ackordsregion är markerad.

source: Control
sv: Kontroll

source: Port Connections
sv: Portanslutningar

source: These chords correspond to each chord in the :ref:`Chord pad <chords-and-scales/chord-pad:Chord Pad>`.
sv: Dessa ackord motsvarar varje ackord i :ref:`ackordplattan <chords-and-scales/chord-pad:Chord Pad>`.

source: Audio bit depth
sv: Ljudets bitdjup

source: Mixdown
sv: Mixning

source: Add Audio Track
sv: Lägg till ljudspår

source: Get Involved
sv: Engagera dig

source: Done
sv: Klart

source: Inv:
sv: Omv:

source: The Cut tool behaves similarly to what is mentioned in :ref:`cutting-objects`, with the exception that you can just click instead of :kbd:`Alt`-clicking.
sv: Delningsverktyget fungerar på samma sätt som beskrivs i :ref:`cutting-objects`, men du kan klicka i stället för att :kbd:`Alt`-klicka.

source: Connections can be made by double clicking on ports in the :ref:`track-inspector` or the :ref:`plugin-inspector-page`.
sv: Anslutningar kan skapas genom att dubbelklicka på portar i :ref:`track-inspector` eller :ref:`plugin-inspector-page`.

source: Note that under `COREFILE` it says `present`, so a core file exists.
sv: Observera att det står `present` under `COREFILE`, så en kärnfil finns.

source: Adjust fades/gain and edit parts of audio clips using audio functions inside the audio editor.
sv: Adbara fades/gain and edit parts of ljud clips using ljud funktions inside the ljud editor.

source: The instrument track is used for synths and other instruments. Instrument tracks contain a special `instrument slot` in the mixer that will get processed `after` the MIDI FX section and `before` the Inserts section.
sv: Instrumentspåret används för syntar och andra instrument. Instrumentspår innehåller en särskild `instrumentplats` i mixern som bearbetas `efter` avsnittet med MIDI-effekter och `före` avsnittet med infogningar.

source: Royal Road (IV-V-iii-vi)
sv: Kungsvägen (IV-V-iii-vi)

source: When translating the user manual, please make sure you follow the following Sphinx/RST syntax, to avoid errors when applying your translations.
sv: När du översätter användarhandboken ska du följa Sphinx/RST-syntaxen nedan för att undvika fel när översättningarna tillämpas.

source: The cursor will change to a resize up cursor.
sv: Muspekaren ändras till en storleksändringspekare uppåt.

source: Track MIDI Channel
sv: Spårets MIDI-kanal

source: :term:`SFZ` and :term:`SF2` instruments will be scanned in all directories and subdirectories specified in the :ref:`preferences <configuration/preferences:Preferences>`.
sv: :term:`SFZ`- och :term:`SF2`-instrument genomsöks i alla kataloger och underkataloger som anges i :ref:`inställningarna <configuration/preferences:Preferences>`.

source: Creating Custom Packs
sv: Skapa egna paket

source: Zoom in or out as much as required to show all of the events in the arranger
sv: Zooma in eller ut så mycket som krävs för att visa alla händelser i arrangeraren

source: Open Project
sv: Öppna projekt

source: Clicking and dragging the grey part up or down will adjust the curviness of the fade.
sv: Genom att klicka och dra den grå delen uppåt eller nedåt justerar du toningens kurvighet.

source: Creating Tracks
sv: Skapa spår

source: Scripting
sv: Skriptning

source: Marker Track
sv: Markerspår

source: Zrythm uses {ref}lsp-dsp-lib{endref} which implements SIMD extensions such as SSE, AVX and FMA when available to speed up audio processing and minimize DSP usage.
sv: Zrythm använder {ref}lsp-dsp-lib{endref}, som implementerar SIMD-tillägg som SSE, AVX och FMA när de är tillgängliga för att påskynda ljudbearbetning och minimera DSP-användning.

source: Privacy
sv: Integritet

source: These can be used to jump to when moving forwards or backwards, and are also generally useful visually to see where each part of the song begins and ends.
sv: De kan användas för att hoppa till en position när du flyttar framåt eller bakåt och är även visuellt användbara för att se var varje del av låten börjar och slutar.
